[
{"Name":"Nibble","Age":"3","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"100","Description":"Nibble is a 3+ month old ball of cuteness. He is energetic and playful. I rescued a couple of cats a few months ago but could not get them neutered in time as the clinic was fully scheduled. The result was this little kitty. I do not have enough space and funds to care for more cats in my household. Looking for responsible people to take over Nibble's care.","PetID":"86e1089a3","Img":"86e1089a3-1.jpg"},
{"Name":"Brisco","Age":"1","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"Their pregnant mother was dumped by her irresponsible owner at the roadside near some shops in Subang Jaya. Gave birth to them at the roadside. They are all healthy and adorable puppies. Already dewormed, vaccinated and ready to go to a home. No tying or caging for long hours as guard dogs. However, it is acceptable to cage or tie for precautionary purposes. Interested to adopt pls call me.","PetID":"3422e4906","Img":"3422e4906-1.jpg"},
{"Name":"Miko","Age":"4","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"150","Description":"Good guard dog, very alert, active, obedience waiting for her good master, plz call or sms for more details if you really get interested, thanks!!","PetID":"5842f1ff5","Img":"5842f1ff5-1.jpg"},
{"Name":"Hunter","Age":"1","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"This handsome yet cute boy is up for adoption. He is the most playful pal we've seen in our puppies. He loves to nibble on shoelaces , Chase you at such a young age. Imagine what a cute brat he will be when he grows. We are looking for a loving home for Hunter , one that will take care of him and give him the love that he needs. Please call urgently if you would like to adopt this cutie.","PetID":"850a43f90","Img":"850a43f90-1.jpg"},
{"Name":"BULAT","Age":"12","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"Not Sure","Fee":"300","Description":"anyone within the area of ipoh or taiping who interested to adopt my cat can contact my father at this number (mazuvil)or can just email me. currently bulat is at my hometown at perak but anyone outside the area still want to adopt can travel there to my hometown.there is a lot of cats in my house rite now..i think i should let one of them go to a better owner who can give better attention to him.","PetID":"1caa6fcdb","Img":"1caa6fcdb-1.jpg"},
{"Name":"SiuPakHer6Puppies","Age":"0","Gender":"girl","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"Siu Pak just give birth on 13\/6\/10 to 6puppies. Interested pls call or sms me. Left 2female puppies on 2\/7\/10","PetID":"97aa9eeac","Img":"97aa9eeac-1.jpg"},
{"Name":"Kitty","Age":"12","Gender":"girl","Vaccinated":"Not Sure","Dewormed":"Not Sure","Sterilized":"Not Sure","Fee":"0","Description":"Very manja and gentle stray cat found, we would really like to find a home for it because we cannot keep her for ourselves for long. Has a very cute high pitch but soft meow. Please contact me if you would be interested in adopting.","PetID":"7a0942d61","Img":"7a0942d61-1.jpg"},
{"Name":"Bear","Age":"2","Gender":"boy","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"For serious adopter, please do sms or call for more details, thanks!","PetID":"8b693ca84","Img":"8b693ca84-1.jpg"},
{"Name":"Kali","Age":"3","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"50","Description":"Kali is a super playful kitten who is on the go the minute she wakes up. She is very quiet and only meows very rarely. She likes to cuddle when she is sleepy and also when she wakes up from a nap. As long as she has her toys, she keeps herself active and busy during the day. Would recommend you spend at least half an hour every night to play with her as it is her normal routine now. Would recommend that you house her alone as a single cat or with another kitten. She has had her second vaccination and deworming and needs another one next month. Serious adopters only please. Looking for a good forever home for Kali. For more info\/photos please whatsapp","PetID":"8e76c8e39","Img":"8e76c8e39-1.jpg"},
{"Name":"Peanut","Age":"2","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"Peanut was an abused puppy until he was rescued. He was very scared of people but now he is a very happy and active puppy! He is a really loving puppy now. (: Lester Jenny Will you adopt him? ================================================== Adopters are required to vaccinate and neuter them. ==================================================","PetID":"aaedd873d","Img":"aaedd873d-1.jpg"},
{"Name":"LostDog","Age":"3","Gender":"girl","Vaccinated":"Not Sure","Dewormed":"Not Sure","Sterilized":"Not Sure","Fee":"0","Description":"Lost Dog Found (Bandar Menjalara, Kepong／Taman Bukit Maluri or Desa Park City) 迷途犬被尋獲 (甲洞孟加拉惹／武吉馬魯里／Desa Park City) Area lost puppy found 小狗被發現地點：Bandar Sri Menjalara, Kepong, KL, Malaysia 大馬吉隆坡甲洞孟加拉惹 How the lost dog found 狗兒如何被發現: The lost puppy entered my staying place itself. 迷途小狗自行進我居住地。 Condition 情況: 雖好像幾天沒進食。看起來健康。頸上系有紅帶。目前甲洞孟加拉惹住宅區保安處看顧。Few days without food. Looks healthy. Neck tied with red belt. Currently taken care by security guard of housing area of Bandar Menjalara.","PetID":"c02be41e6","Img":"c02be41e6-1.jpg"},
{"Name":"Brownie","Age":"6","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"to be spayed on \/12 adorable & friendly","PetID":"b38a74866","Img":"b38a74866-1.jpg"},
{"Name":"Blackie","Age":"8","Gender":"girl","Vaccinated":"No","Dewormed":"Yes","Sterilized":"Yes","Fee":"10","Description":"shes active... she can obey wht command that u told her.. example shakeshand . sleep and eat .. command in english n tamil :).. she will bark if thr suspicius ppl... good for guard act like a male dog..she will sleept in mattres or cradle..whn she eat u can even touch her...we let her because no time to care she... so anyybody intrested to addopt plss call to.. im Mr.Tom..thx petfinder..","PetID":"f9d07d5fa","Img":"f9d07d5fa-1.jpg"},
{"Name":"Beauty","Age":"2","Gender":"girl","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"This cutie dumped by it's owner at the market and almost kill by the car, after kicking by the guy, trying to hide herself for safe under the car while the driver is ready to run, ran to her hit on the car to notice the driver stop before i pulled her out and safe her. Luckily the kindness factory guy is allowed me to keep her there, cause my shop is full with 19 dogs and cats, situation not allow me to take in more, due to my work i could only feed her once a day and clean her cage. She's a black beauty, about 2months +, if anyone able to give her a forever home, please do directly contact with me or sms me,thanks! And PLEASE the more i can rehome, the more i can rescue!","PetID":"1c92ce464","Img":"1c92ce464-1.jpg"},
{"Name":"Godiva","Age":"12","Gender":"girl","Vaccinated":"No","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Godiva was rescued in Serdang residential area. Her group of friends were caught by dog catcher team and she is the only one left. Being stray, she is not afraid of human touch, she is believed to be fed by some household throughout the period. Godiva looks gorgeous and her unigue colour coats is the eye - catcher. Medium length hair, she is absolutely beautiful and would be a good loving companion. Please do give her a good home.","PetID":"6436c1a59","Img":"6436c1a59-1.jpg"},
{"Name":"Tigers","Age":"3","Gender":"girl","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"Three puppies abandoned on the street, picked up and fed properly.Now active,healthy and cute.","PetID":"234a5a54c","Img":"234a5a54c-1.jpg"},
{"Name":"Donut","Age":"10","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Donut is a friendly doggie and very domesticated. She will bark at strangers and will not run out of the house. Needs a cage as her sleeping bed, she likes to lie in there. Her former owner abandoned her after she had demodex. She is cured now. Vaccination and neutering fees to be borne by adopter. Please call if you can give her a home.","PetID":"1bf24d8be","Img":"1bf24d8be-1.jpg"},
{"Name":"Cikenet","Age":"3","Gender":"boy","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"hello cikenets fans, i just wanna inform that cikenet is not lost, i just found out that he is adopted by one of this apartment resident, he become an indoor cat now, he is in good hands and im happy for him..","PetID":"988988d5b","Img":"988988d5b-1.jpg"},
{"Name":"Garfield","Age":"36","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Garfield is a very large cat. Needs daily grooming. He has been groomed short and deflea. Very good wt other cats. Calm cat. He is neutered, vaccinated and dewormed. Must be kept indoors. Needs grooming and brushing as his fur is very soft and thick. If you are interested to adopt Garfield, please give me a call or sent me an email. thank you.","PetID":"cf7d3eec0","Img":"cf7d3eec0-1.jpg"},
{"Name":"Hunter","Age":"14","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"1","Description":"healthy and active , skinny and tall, as the mother (doberman) fully vaccinated , dewormed. Authorities not allowed have more than 1 dog at home, they dont issue license .","PetID":"7843a9dca","Img":"7843a9dca-1.jpg"},
{"Name":"Pepper","Age":"1","Gender":"girl","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"This kitten found at the roadside. Stay there and keep meowing. Kitty like to follow human feet. When we stand still, kitty just lean on our feed and sit quietly. Only for indoor adoption. And the adopter must take the kitten to vaccination (start from 2 months old) and neuter (at 6 months old).","PetID":"d341fbfd6","Img":"d341fbfd6-1.jpg"},
{"Name":"Kekok","Age":"1","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"tataO betine ke jantan...ank pd ibu gak","PetID":"edb920079","Img":"edb920079-1.jpg"},
{"Name":"BoiBoi","Age":"24","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"Boiboi is rescued by my daughter 2 years ago from outside her tuition place. He was sick and abandoned alone without the mother. Now he is very healthy, playful and gentle. He is not only playful but also toilet trained and well behave. I hope he can have new family with full of love and caring.","PetID":"543130f60","Img":"543130f60-1.jpg"},
{"Name":"KittenGirlGirl","Age":"3","Gender":"girl","Vaccinated":"Yes","Dewormed":"No","Sterilized":"No","Fee":"1","Description":"Open for adoption!!!","PetID":"4c6fe4100","Img":"4c6fe4100-1.jpg"},
{"Name":"Comel","Age":"2","Gender":"girl","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"si comel ini memerlukan seseorang yang boleh menyayangi n menjaganya. she is a lovely cat :) love to be with people :D perlu di adopt dengan segera kerana keadaan sekarang bahaya baginya untuk tinggal di sini.","PetID":"eabb13cea","Img":"eabb13cea-1.jpg"},
{"Name":"WHISKY","Age":"12","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"This is Whisky, rescued from the streets. He is looking for a loving home. He is very friendly and doesn't bark unnecessarily. Gets along quite well with another dog. Please contact me if you wish to adopt him. No caging up or tying up.","PetID":"deff069a2","Img":"deff069a2-1.jpg"},
{"Name":"Angel","Age":"2","Gender":"girl","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"We temporarily fostered Angel's mother and her three kittens after birth. Angel is born on the 11 March . She is 9 weeks old now. We are looking for a home for Angel. We are looking for working Malaysians or Malaysian families to adopt her. Angel was rather timid and shy when she was a younger kitten but we've seen her blossom in the last few weeks. She is really loving towards her siblings. Note : We put her up for adoption earlier but when the potential adopter failed to turn up, we decided to wait until she is at least two months old and emotionally more ready before putting up for adoption. Please Whatsapp me if you are interested. It is easier for me to keep track of the potential adopter via Whatsapp. I apologise if some of you have contacted me before and I was unable to get back to you. Sometimes it takes more than a week before potential adopters failed to turn up and I would have lost the contacts by then.","PetID":"ace21b6b1","Img":"ace21b6b1-1.jpg"},
{"Name":"Novy","Age":"24","Gender":"girl","Vaccinated":"Not Sure","Dewormed":"Not Sure","Sterilized":"Not Sure","Fee":"0","Description":"she is tame siamese persian. she loves to be patted. blue eyed cat. she loves to sleep. she recently got her back leg scratched somewhere.","PetID":"9a38d4275","Img":"9a38d4275-1.jpg"},
{"Name":"Jack","Age":"5","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Jack is a Jack Russell crossed. He is very friendly, active, playful, and joyful. He has four short legs and a stubby tail.Still it will wags vigourously atwhat delights him.You should see how he & his age gang troop around our garden & terrace.","PetID":"671ffc570","Img":"671ffc570-1.jpg"},
{"Name":"XiaoGou","Age":"12","Gender":"boy","Vaccinated":"No","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"xiao gou already rescue one year dy,but still not yet get adopter yet....he so sweet n also like to play ....he hv a gf also ,his gf also is rescue after.one.year.dy...they need a.home.....both spay dy...hope can get adopt.one.pair.of.them","PetID":"aece6e7bf","Img":"aece6e7bf-1.jpg"},
{"Name":"BlackieSpotty","Age":"4","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"These 2 adorable male puppies were dumped outside of Mayo Veterinar Clinic, Taipan USJ. They are both active, healthy and up for adoption. Only for responsible adopters who are willing to spay the dogs at special rescue rate of RM only. For adoption, please contact Rani (who works at the vet) at. Address:Mayo Veterinar Clinic, UEP Subang Jaya, 11A, Jalan USJ 10\/1g, Subang Jaya, Selangor, Malaysia Tel: +","PetID":"c1e816568","Img":"c1e816568-1.jpg"},
{"Name":"Cimpuk","Age":"5","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"He was very scared on our way back last night. Couldn't sit still and keep climbing car seat. After reached home, he walked around the house and smelt everything. Just let him familiarize himself with home first. After about 1 hour, I tried to tackle him by playing with him and petting him. He's very cute, active and a heavy sleeper. Love him. Thanks to Cik Amer for letting me adopt him. I'll upload his latest pics soon.","PetID":"22f6c0ac6","Img":"22f6c0ac6-1.jpg"},
{"Name":"Lollipop","Age":"72","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"She is a calm, gentle, good-mannered, friendly,loyal and obedient dog. She was ill-treated by her previous owner. She was sent for a detailed medical examination and to treat some of her wounds, currently still under the vet care. She is eager to shower love to her future owners.","PetID":"ea159d8da","Img":"ea159d8da-1.jpg"},
{"Name":"Alang","Age":"60","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Hi... I have one long haired adult male cat for adoption. Please email me for details.. I will have a few questions to ask before I determine who will be a suitable new owner of my beloved baby.. Please, a serious adopter only, who's willing to put heart and soul in caring for him...it's not a simple job :-) If you're just looking for a beautiful long haired kitty, please do not waste ur time emailing me. Thank u very much for ur cooperation. Serious adopters pls email me ","PetID":"0d25f084f","Img":"0d25f084f-1.jpg"},
{"Name":"BlackieDuo","Age":"1","Gender":"girl","Vaccinated":"No","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"2 adorable female black pups rescued from USJ 1 factory area in Subang Jaya. Judging from the colour and look, they could be black labrador mix pups. Both pups have been spayed. One of the pure black puppies had a hernia which was removed during her spaying. Please contact Mdm Jocelyn at for adoption.","PetID":"6fecc5cf7","Img":"6fecc5cf7-1.jpg"},
{"Name":"CedricJones","Age":"6","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"100","Description":"Personality:Shy at first but will sit next to you and sleep.A bit talkative but friendly.","PetID":"7fe8ef73d","Img":"7fe8ef73d-1.jpg"},
{"Name":"BouncerBoyBeagleMix","Age":"2","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"Bouncer is a happy pup that needs a happy loving environment to grow up in and of course till its last day in this world. If you can do that for him please call or whatsapp Jocelyn at. Adoption requirement is commit to neutering. I collect back vaccination fee. Please Don't sms or email.","PetID":"015c75c9e","Img":"015c75c9e-1.jpg"},
{"Name":"Mummies","Age":"12","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Strays are always not given a choice in life where they will get pregnant easily and hence produce more stray puppies\/kittens. The two strays here are looked alike but they are different by looking at their eyes (find the difference). When I first found them, they are residing near my office with fat bodies. (How come these two strays are fat like house dogs, I asked myself?) They were getting fatter and fatter. By then, I know that they are not 'fat' but pregnant. After two months if feeding them with food n vitamin, they have delivered 10 healthy n lovely puppies in total - Wanna Try Puppydum? Adopt 1! With help of others (hereby thank you for their help given), I managed to neuter and vaccinate Mummy 2. Next would be Mummy 1. As I believe miracle will always happen. Let you be the one who create the miracle by adopting one or both of them (both of them can stay well together) without counting gender, breed, colour and age. You will change their lives and yours with more companionship and love! Thank you.","PetID":"9609a0b86","Img":"9609a0b86-1.jpg"},
{"Name":"Dusty","Age":"3","Gender":"girl","Vaccinated":"Not Sure","Dewormed":"Not Sure","Sterilized":"Not Sure","Fee":"0","Description":"She is very active, obedient, cute! Found her in the drain, she need someone urgently for her new home. She does have skin rashes n taken medicine. Need time for her rashes to go but she is very lovable. I cant be taking of her as my bro in law is malay.","PetID":"c740abfe1","Img":"c740abfe1-1.jpg"},
{"Name":"Hitlerrenameable","Age":"5","Gender":"boy","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"30","Description":"He was rescued as a little kitten about a month back, all its brothers and sisters have been adopted and he's left with his mother(a calico, whom he is very attached to; you can take them as a pair if you would like to, otherwise his mum is going back to the streets where she came from). He was a little weaker than the rest because he was the runt of the litter but he's been receiving treatment and is finally ready to embark on the journey of adoption! We would strongly encourage you to neuter him, he needs the extra health boost. He's a sweet little kitten, human friendly & quiet (except for meal times, he's a glutton)","PetID":"8c131db77","Img":"8c131db77-1.jpg"},
{"Name":"Skippy","Age":"24","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Skippy is super friendly, great with kids, easy to handle, you can keep her in door due to her small size, and also she is toilet trained.","PetID":"d765ae877","Img":"d765ae877-1.jpg"},
{"Name":"Ceasar","Age":"4","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"Ceasar is a male puppy. He is a very lovely, active and intelligent puppy. He always wanted to play with others dog.","PetID":"8ce183889","Img":"8ce183889-1.jpg"},
{"Name":"PussInBoots","Age":"1","Gender":"girl","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"Currently I am taking care of 3 kittens 1 mother cat and 3 other teenager cats. too many for me. Anyone interested in adopting an orange 'puss without boots' baby cat, please sms me. I think it is a she, she is probably 3 weeks old. Need a milk bottle to feed her.","PetID":"f9df8656a","Img":"f9df8656a-1.jpg"},
{"Name":"Lego","Age":"9","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Not Sure","Fee":"0","Description":"Lego was in an accident and saved by one of our feeders. He is fully healed. One leg has a slight dent, as no surgery was needed. Lego loves humans and is sooo friendly. Poor boy is stuck in a cage all the time. He really needs a home. He does not care for other dogs though, Lego is a very handsome and loving boy.... please consider adopting him!!! Contact","PetID":"f0ef9c777","Img":"f0ef9c777-1.jpg"},
{"Name":"Milky","Age":"60","Gender":"girl","Vaccinated":"No","Dewormed":"No","Sterilized":"Yes","Fee":"0","Description":"Milky was dump ard our area for more than half a year now. She became homeless n her resting place is under the drain. She got pregnant n delivered to 2-3 puppies during Christmas Eve but all died bcos they were all under the drain n it was raining every night during that period. She is now neutered n the vet said she is now in the pink of health. She is about 5-6 years old & a mongrel mix. Anyone who is interested to adopt n give her a home pls contact me","PetID":"3181e5424","Img":"3181e5424-1.jpg"},
{"Name":"IOMale03","Age":"2","Gender":"boy","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"Please help these puppies find good homes...A drain is definitely not a place we can call home! For adoption, kindly contact. Fosterer(s) are welcome, too.","PetID":"9883a048e","Img":"9883a048e-1.jpg"},
{"Name":"DingDing","Age":"48","Gender":"girl","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"Ding Ding is adopted. Thanks.","PetID":"e8d0907ae","Img":"e8d0907ae-1.jpg"},
{"Name":"BillBen","Age":"4","Gender":"boy","Vaccinated":"No","Dewormed":"Yes","Sterilized":"No","Fee":"0","Description":"Bill and Ben are two adorable rescued male kittens who need a loving home. Both are very clean, very healthy and very playful. It would be nice if they could be adopted together as they enjoy each other's company and play beautifully together, but they can be adopted separately. Both are litter trained and love being held and stroked, they will be very loving pets.","PetID":"4a4db4d32","Img":"4a4db4d32-1.jpg"},
{"Name":"Almond","Age":"9","Gender":"girl","Vaccinated":"No","Dewormed":"No","Sterilized":"No","Fee":"0","Description":"Almond is an adorable 9 month old female cat with a pretty brown and white coat and a soft and caring nature. She loves nothing more than a rub on her tummy, and we are very sad to give her away! She comes along with Luna, they are sisters and we cannot seperate them. NO CAGING PLEASE. -included: Cat Carrier [good material]","PetID":"98a98311c","Img":"98a98311c-1.jpg"},
{"Name":"Jasz","Age":"62","Gender":"boy","Vaccinated":"Yes","Dewormed":"Yes","Sterilized":"Yes","Fee":"0","Description":"Jasz is a very friendly and well-behaved Schnauzer . He doesn’t bark very often so he’s perfect for an apartment. He easily adopts to new places and people.","PetID":"ef14861df","Img":"ef14861df-1.jpg"}
]
